export default [
  {
    id: 1, // ID
    musicName: '美人谷', // 歌名
    musicArtist: '阿兰', // 歌手
    musicAlbum: '美人谷', // 专辑
    musicAlbumID: 1, // 专辑ID
    musicAlbumURl:
      'https://p1.music.126.net/byZ9hvAI2r20WBnuB-S_ng==/109951163069341151.jpg?imageView&thumbnail=360y360&quality=75&tostatic=0',
    musicPath: '../../static/1.aac', // 路径
    musicYear: '2017-10-27', // 发布年份
    musicDuration: 281000, // 时长
    size: 3436481, // 文件大小
    favour: false,
    lyric: `[ti:美人谷]
[ar:阿兰]
[al:十念]

[by:天龙888]
[00:00.00]美人谷 - 阿兰
[00:05.00]
[00:07.95]词：毛慧
[00:09.09]曲：阿兰/毛慧
[00:11.31]编曲：叶月/王晨
[00:13.57]制作人：毛慧
[00:15.76]录音：张生磊（记忆时刻录音棚）
[00:17.45]
[00:38.13]越过山河的神秘
[00:41.03]一幕自然的洗礼
[00:44.18]看见山川出云泽被着大地
[00:49.76]
[00:50.59]雨顺菁华自天际
[00:53.69]花随鱼翔潜水底
[00:57.44]可有语言能形容的美丽
[01:02.62]
[01:03.44]如此熟悉的声音
[01:06.38]莫名安全的气息
[01:09.45]这是谁安排了我们的相聚
[01:14.87]
[01:15.84]没有前世的际遇
[01:18.93]怎会有心灵相犀
[01:22.48]任日夕月落耳鬓无语
[01:28.34]
[01:31.72]如果道路很遥远
[01:35.19]你是否会愿意
[01:38.44]等春播秋忙
[01:40.34]夏耕冬藏
[01:41.83]平凡的神谕
[01:44.69]如果你看到我的心
[01:47.84]就能看到自己
[01:51.06]我会陪你一同醉去
[01:57.00]
[02:47.58]采撷飘来的飞絮
[02:50.56]点缀纯净的天宇
[02:53.73]谁让万物轮转都不会死去
[02:58.84]
[03:00.04]穿越最远的距离
[03:03.14]唤醒沉睡的记忆
[03:06.91]我的爱在这里等你
[03:11.88]
[03:12.74]如果道路很遥远
[03:16.20]你是否会愿意
[03:19.49]等春播秋忙
[03:21.35]夏耕冬藏
[03:22.89]平凡的神谕
[03:25.78]如果你看到我的心
[03:28.98]就能看到自己
[03:32.01]我会陪你一同醉去
[03:37.11]
[03:38.01]如果时间很遥远
[03:41.46]你是否会愿意
[03:44.66]等朝花夕拾
[03:46.57]缤纷舞尽
[03:48.16]神灵的游戏
[03:50.96]如果你能找到我心
[03:54.19]就能找到自己
[03:57.32]因为我的爱已随你而去
[04:04.55]
[04:06.88]lrc歌词编辑：天龙 QQ：26092798`,
  },
  {
    id: 2,
    musicName: '朝暮',
    musicArtist: '阿兰',
    musicAlbum: '朝暮',
    musicAlbumID: 2,
    musicAlbumURl:
      'https://p1.music.126.net/hB5AqPeXTg5Q-5BsyLiCwg==/109951164325877834.jpg?imageView&thumbnail=360y360&quality=75&tostatic=0',
    musicPath: '../../static/2.mp3',
    // musicPath: "https://green-file.oss-cn-qingdao.aliyuncs.com/img/001/2023/04/11/0402085823574662-0.mp3",
    musicYear: '2019-08-28',
    musicDuration: 247000,
    size: 3022101,
    favour: false,
    lyric: `[ti:朝暮]
[ar:阿兰]
[al:朝暮]
[by:]
[offset:0]
[00:00.22]朝暮 - 阿兰
[00:01.15]词：林乔
[00:01.75]曲：罗力威
[00:02.55]编曲：郭峻江
[00:03.47]制作人：郭峻江
[00:04.87]人声监制/录音：张生磊
[00:07.01]吉他录制：金天
[00:08.23]弦乐录制：国际首席爱乐乐团
[00:10.57]混音工程师：李嘉佳
[00:12.15]混音工作室：记忆时刻
[00:13.96]母带制作：玉霖@麦合星臣
[00:15.87]出品：阿兰工作室
[00:40.33]天雨润酥街 我遥遥 又怅羡
[00:45.02]莫非清风转 你茫茫 化流年
[00:49.84]落晖别有涟 撑纸伞
[00:53.07]徐徐踱步犹犹几夜
[00:59.55]跃上星宿间 我幽幽 洒心愿
[01:04.26]月华徒倚圆 你返返 在何年
[01:09.88]若祈愿苍天 聚散一眸间
[01:18.76]朝朝若相盼 暮暮若相唤
[01:23.60]何何你再伴 流流萤扑扇
[01:28.28]长啸复琴弹 歌待欢
[01:33.33]怎负花尽看 惹泪低惋
[01:38.24]朝朝若相盼 暮暮若相唤
[01:42.79]何何你再伴 红红烛窗婉
[01:47.46]天涯再远端 近思眷
[01:52.53]岁月终会换 执手彼岸 相挽
[02:01.92]天雨润酥街 我遥遥 又怅羡
[02:06.74]莫非清风转 你茫茫 化流年
[02:11.65]落晖别有涟 撑纸伞
[02:14.62]徐徐踱步犹犹几夜
[02:21.26]跃上星宿间 我幽幽 洒心愿
[02:26.02]月华徒倚圆 你返返 在何年
[02:31.51]若祈愿苍天 聚散一眸间
[03:02.02]朝朝若相盼 暮暮若相唤
[03:06.76]何何你再伴 流流萤扑扇
[03:11.51]长啸复琴弹 歌待欢
[03:16.43]怎负花尽看 惹泪低惋
[03:21.39]朝朝若相盼 暮暮若相唤
[03:25.87]何何你再伴 红红烛窗婉
[03:30.67]天涯再远端 近思眷
[03:35.71]岁月终会换 执手彼岸 相挽
[03:45.25]岁月终会换 执手彼岸 相挽`,
  },
]
